[
  {
    "name": "東湧燈塔",
    "id": "20160601000001",
    "lat": 26.3656079080617,
    "lng": 120.510361075583,
    "pastHistory": "東湧燈塔為一洋式燈塔，位於今福建省連江縣東引鄉東引島樂華村東坡山腰，光緒二十八年(1902年)開始籌建，光緒三十年（1904年）完成，為一白色圓筒形磚結構燈塔，塔身高二十四英呎，燈高三二五英呎。東湧燈塔於民國七十七年十一月十一日經內政部公告指定為臺閩地區第三級古蹟，為目前政府所公告之古蹟中距離臺灣本島最遠者。 東引舊稱東湧或東永，為大陸閩江口外側，馬祖列島中的北部大島。因地質是以中生代的花崗岩為主，岩石多火成岩以及變質岩，島上礁岩密佈，缺乏肥沃壤土及河川水源，不利農作。但因岩岸地形，多有小形良好港口，再加上位居中國大陸東南沿海大陸棚之一環，魚產豐富。尋求避風港口與豐富魚產遂成為吸引江南沿海居民移居東引島的最佳誘因。特別是元代以後，來往南中國海的海上貿易，為了避開中國王朝的朝貢貿易體制，選擇密佈東南沿海的近岸島嶼以為走私貿易的重要據點。尋求貿易的中外商人、武裝的海上盜匪、王朝的勦匪軍隊戰船，來來往往於沿海地區。東引作為中國東南沿海島嶼之一，因而也難以避免此一歷史變遷影響。 道光二十年（1840年），清廷因鴉片戰爭挫敗，被迫開放東南沿海五口通商，隨後又因著幾度的戰爭失利，中國由朝貢體制進入條約體制，港口貿易正式獲得官方認可。而為了保護、引導來往航行的船隻，洋式燈塔的設置亦隨之展開。在此一世局變動下，光緒二十八年，開始在馬祖東湧島上籌建燈塔，由任職於總營造司的哈爾定(JohnReginaldHarding)負責。光緒三十年，東湧燈塔落成，整個燈塔及其附屬建物約略可分為圈舍、華籍守塔員室及附屬房舍、外籍守塔員室及辦公室、燈塔、火藥庫及霧砲砲臺等五區。燈器採用當時頗為先進的白熾紗罩燈頭，以煤油為主要然料，並於當年五月十八日日落時分首次發光。 所謂燈塔，乃是一種設於島嶼、礁石、岬角、海岸或港口上的固定航標，具有引導船隻航行的實用功能。東湧燈塔地當閩江口北側三都澳口外海，與馬祖列島南方的東犬燈塔共扼閩江口門，是由北方進出福州馬尾的主要航標。然而，東湧燈塔雖是基於實用目的所建造，但是仍有它的建築特色，例如以鐵鑄材料所建造的筒頂平臺欄杆，以及燈塔室內鏡機的圓盤支架，便具有近代建築簡潔的風格。此外，助理守塔員室後棟附屬房舍之石楣以及拱弧設計等等，亦具獨特風味。",
    "buildingFeatures": "東湧燈塔的裝飾以鑄鐵構造表現在筒頂平臺，欄杆及燈塔室內鏡機的圓盤支架最俱特色，前者有金屬預製科技的美感，也有近代建築風格的簡潔，後者呈現十九世紀末葉盛行於歐陸工廠、車站等的鑄鐵裝飾風格。"
  },
  {
    "name": "鹿港天后宮",
    "id": "20191211000001",
    "lat": 24.059297287687393,
    "lng": 120.43144069699791,
    "pastHistory": "鹿港天后宮原稱鹿溪聖母宮，鹿港居民又俗稱為「媽祖宮」或「舊祖宮」。廟內主祀湄州開基二媽，為鹿港地區最著名的廟宇之一。關於天后宮創建年代，各種說法不一。 相傳康熙二十二年（1683年）時福建水師提督施琅奉命征臺，曾由湄州天后宮奉請開基媽祖一尊，作為護軍之神。臺灣平定後，施琅族侄施世榜懇留神像在臺奉祀，成為臺灣早期迎自湄州祖廟的「湄州媽」。 媽祖廟原建於鹿港北端臨海的船仔頭，因香火鼎盛，空間不敷使用，遂於雍正三年（1725年）由施世榜獻地，遷建於現址。新廟廟宇面向大海，與湄州祖廟遙相對望。隨著鹿港地區商業貿易的發達，乾隆年間以後，鹿港街市不斷擴展，郊商林立，百貨充集。嘉慶十九年（1814年），鹿港八大行郊鑑於遷建後的媽祖廟已棟宇腐朽，不堪續用，乃共謀鳩資重修，由職員林文濬、太學施士簡督工，工費計銀三千五百八十八圓。次年春天完工，立有「重修鹿溪聖母宮碑記」，以資紀念。同治八年（1869年），因廟宇規模狹隘，且重修後已逾五十餘年，亟待再修，乃由廳憲孫壽銘、進士蔡德芳等偕同地方人士捐資重修。此次重修計金八千餘元，於翌年孟冬完工，將廟地移北八尺，增闊三尺，依舊面西。 大正十一年（1922年），總理辜顯榮及士紳陳堯、黃秋、黃清俊等倡議進行重建，當時執篙的匠師包括王益順、吳海桐、王樹發及黃連結等，皆為一時之選的名匠，而石雕則由惠安匠師蔣馨一族包辦，鹿港名畫師郭新林負責油漆彩繪。重建工程歷時十餘載，至昭和十一年（1936）完工，為今日所見大部分廟宇的面貌。 臺灣光復後，曾進行數次修建工程，較重要者包括：民國四十四年（1955年）全廟重新彩繪，由郭新林、柯煥彰施作；民國四十八年（1959年）重建凌霄寶殿；民國六十二年（1973年）建廟前牌坊、左右護室及聖恩大樓等。 民國48年媽祖誕辰一千週年，鹿港信士捐資重建後殿，至民國50年完成神明的安座。民國74年經指定為第三級古蹟，民國81年成立媽祖文物館，展示媽祖文物、鳳輦與湄洲祖廟贈予鹿港天后宮的相關文物。鹿港天后宮致力於文化活動的推展，民國86年香客大樓的落成，更帶動鹿港的觀光人潮。",
    "buildingFeatures": "鹿港天后宮的建築規模宏偉，廟宇為三進二院格局，分別為前殿（三川殿）、正殿及後殿。三川殿為五開間建築格局，兩旁為八卦門，正門的空間則往內延伸，形成一凹壽的格局，營造出三川殿空間的層次美感。 三川殿的屋頂採用重簷歇山式的造型，在台灣的寺廟中，甚少廟宇前殿使用此類型的屋頂，天后宮的作法相當特別。三川殿的石雕、木雕，雕工精湛，為學界喻為台灣最精緻的作品之一。天后宮精采的石窗透雕，剔地起突的龍虎石雕，精緻的彩繪及棟架上的木雕，皆值得你慢慢的品味匠師的工藝。 三川殿前步口屋簷下方的牌樓斗栱，除了有橫、縱兩向斗栱外，另外增加斜栱出挑，形成有如網狀的格子，稱為「網目斗栱」，栱身為如意造型，又稱「如意斗栱」。 三川殿兩旁為龍、虎堵石雕，左邊龍堵以「張僧繇畫龍點睛」為石雕題材，石雕的構圖中張僧繇髻髮背劍，聚精會神的畫龍點睛，前方有一位童子趨前，雙手呈上墨硯，下方並雕有數隻鯉魚，有「魚躍龍門」之勢，象徵「科舉高中」的涵意。 正殿為重簷歇山式的建築，殿宇面寬為三開間格局，前步口有一捲棚造型的木架構建築，做為拜殿的空間，兩旁並開有二個拱門連接左右廂廊，廂廊內供奉有境主公與註生娘娘。 正殿神龕內最大尊的媽祖聖像是「鎮殿媽祖」，此尊媽祖為土塑。第二尊媽祖為為軟身的造型，稱為鎮殿二媽。位於神龕前方的媽祖神像，為湄州開基媽祖之二媽。正殿神龕規模宛如一座小寺廟，斗栱出簷、吊筒垂珠，神龕正上方書有「湄洲聖母」的牌匾，前方的龍柱雕刻並有八仙人物裝飾其上，整座神龕更顯得莊嚴肅穆。 民國48年為紀念媽祖壽辰一千週年慶典重修後殿，後殿擴建成五開間的格局，二樓露台增建成八角型，使參香者有更大的參拜空間。後殿主祀玉皇大帝及三官大帝，兩旁配祀有觀音菩薩、神農大帝、女媧娘娘及水僊尊王。"
  },
  {
    "name": "臺鐵舊山線－大安溪鐵橋",
    "id": "20180913000001",
    "lat": 24.326613,
    "lng": 120.755175,
    "pastHistory": "大安溪鐵橋屬「下承式曲弦桁樑」俗稱花樑橋，由10孔62.41公尺花樑構成（兩橋墩間一桁樑為一孔），全長637.39公尺，曾為日本政府運送物產及南北間聯絡橋樑。民國八十七年隨著舊山線停駛後就不再有火車行駛其上，歷經多年仍屹立不搖，於民國九十九年重新整理後搭配著蒸汽火車，讓舊山線復駛；現今火車停駛為保遊客安全，將大安溪鐵橋封閉管理。",
    "buildingFeatures": "台灣此類型的日治時期花樑鋼構橋梁，目前共有三座指定為古蹟，分別為建於1908年並同屬舊山線的「大安溪鐵橋」與「大甲溪鐵橋」，以及建於1913年的「高屏溪舊鐵橋」。"
  },
  {
    "name": "打狗英國領事館及官邸",
    "id": "20190223000001",
    "lat": 22.618838650202388,
    "lng": 120.26690689934162,
    "pastHistory": "咸豐8年(1858)天津條約及咸豐10年(1860)北京條約簽訂之後，臺灣被迫逐步開放通商口岸，打狗為其中之一，英方為拓展對臺灣貿易的經濟利益，於打狗設置領事館，主要功能為保僑、商務、行使領事裁判權及地方交涉等。 依據最新文史調查研究顯示，位於哨船頭山丘之市定古蹟打狗英國領事館實為打狗英國領事官邸，於光緒5年(1879)完工啟用，係領事居住及接待使節賓客的場所。該建築由當時的大英帝國陸軍皇家工程部設計監造，為一獨立之紅磚木構迴廊建物。打狗英國領事館辦公室（含巡捕區與監牢）則設於哨船頭海濱，兩棟建物以登山古道聯結。 官邸原建築式樣為斜坡屋頂及方形(無圓拱)木構迴廊，亦無頂冠帶。明治33年(1900)改建屋頂為有頂冠帶(無山字頭)圓拱磚造迴廊。昭和6年(1931)領事官邸被改作「高雄海洋觀測所」，太平洋戰爭時，遭美軍炸毀後面部份房舍。 戰後初期曾作為氣象局測候所，曾進行整修並在領事餐廳後側臺階增建一小房間，但因房舍老舊又疏於維護，民國66年(1977)賽洛瑪颱風之後處處斷垣殘壁。後經修復，民國76年(1987)內政部公告為二級古蹟。 民國93年(2004)8月起，高市文化局將之委外整修及經營管理，讓古蹟活化再利用，民國94年(2005)重新指定公告為市定古蹟。打狗英國領事館官邸因史料不足，長期被認為英國領事館，經文史學界詳查英國國家檔案局資料，證實領事館辦公室設於哨船頭海濱，本建物為領事館官邸。高雄市政府文化局為使真確史實重現，民國98年(2009)特予正名。",
    "buildingFeatures": "這是一座英國人設計台灣工匠施作的洋樓式建築，乃台灣近代史上具重要意義的古典建築，由於它的出現，揭開以後臺灣洋樓的發展。古蹟本體周圍尚有水試所遺留之實驗室，後方三戶眷舍目前閒置，本區域旁為海關宿舍。"
  }
]
